-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 20, 2017 at 03:02 PM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `employee`
--

-- --------------------------------------------------------

--
-- Table structure for table `blood`
--

CREATE TABLE `blood` (
  `reg_no` int(3) NOT NULL,
  `registation_date` varchar(10) COLLATE utf8_bin DEFAULT NULL,
  `name` varchar(23) COLLATE utf8_bin DEFAULT NULL,
  `village` varchar(16) COLLATE utf8_bin DEFAULT NULL,
  `phone` varchar(11) COLLATE utf8_bin DEFAULT NULL,
  `age` varchar(2) COLLATE utf8_bin DEFAULT NULL,
  `blood_group` varchar(4) COLLATE utf8_bin DEFAULT NULL,
  `donate_date` varchar(10) COLLATE utf8_bin DEFAULT NULL,
  `STATUS` varchar(10) COLLATE utf8_bin DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

--
-- Dumping data for table `blood`
--

INSERT INTO `blood` (`reg_no`, `registation_date`, `name`, `village`, `phone`, `age`, `blood_group`, `donate_date`, `STATUS`) VALUES
(1, '25.12.2016', 'லட்சுமணன் ', 'கச்சிராயபாளையம்', '95147 25179', '40', 'A +', '25.12.2016', ''),
(2, '25.12.2016', 'சல்மான் கான் ', 'கச்சிராயபாளையம்', '84385 15277', '20', 'A +', '25.12.2016', ''),
(3, '25.12.2016', 'ஜப்பார் அலி', 'கச்சிராயபாளையம்', '99447 72748', '42', 'A +', '25.12.2016', ''),
(4, '25.12.2016', 'அசோகன்', 'கச்சிராயபாளையம்', '97863 60942', '49', 'A +', '25.12.2016', ''),
(5, '25.12.2016', 'முகமது அலி ', 'கச்சிராயபாளையம்', '99949 68841', '53', 'B +', '25.12.2016', ''),
(6, '25.12.2016', 'முகமது அர்சத்', 'கச்சிராயபாளையம்', '73053 85632', '22', 'B +', '25.12.2016', ''),
(7, '25.12.2016', 'ஆரிப் பாஷா ', 'கச்சிராயபாளையம்', '95003 06245', '23', 'O +', '25.12.2016', ''),
(8, '25.12.2016', 'முஹம்மத் உமர்', 'கச்சிராயபாளையம்', '97901 90508', '28', 'AB +', '25.12.2016', ''),
(9, '25.12.2016', 'திலகவதி ', 'கச்சிராயபாளையம்', '77080 44629', '26', 'B +', '25.12.2016', ''),
(10, '25.12.2016', 'ஆயிஷா பானு', 'கச்சிராயபாளையம்', '90800 39552', '38', 'O +', '25.12.2016', ''),
(11, '25.12.2016', 'ஹசன் பஷிரியா ', 'கச்சிராயபாளையம்', '86953 11313', '47', 'B +', '25.12.2016', ''),
(12, '25.12.2016', 'செந்தில் ', 'கச்சிராயபாளையம்', '98651 83614', '38', 'A +', '25.12.2016', ''),
(13, '25.12.2016', 'இஸ்மாயில் ', 'கச்சிராயபாளையம்', '95971 37331', '28', 'O +', '25.12.2016', ''),
(14, '25.12.2016', 'விஜயன் ', 'கச்சிராயபாளையம்', '90030 84640', '36', 'B +', '25.12.2016', ''),
(15, '25.12.2016', 'ராஜேந்திரன்', 'கச்சிராயபாளையம்', '99440 30012', '55', 'O +', '25.12.2016', ''),
(16, '25.12.2016', 'மாலிக் பாஷா ', 'கச்சிராயபாளையம்', '81244 16962', '24', 'A +', '25.12.2016', ''),
(17, '25.12.2016', 'மன்சூர் அலி ', 'கச்சிராயபாளையம்', '89401 41489', '24', 'B +', '25.12.2016', ''),
(18, '25.12.2016', 'கயற்கண்ணி ', 'கச்சிராயபாளையம்', '99941 29573', '57', 'B -', '25.12.2016', ''),
(19, '25.12.2016', 'இஸ்மாயில் ', 'கச்சிராயபாளையம்', '80987 39822', '44', 'A +', '25.12.2016', ''),
(20, '25.12.2016', 'அப்துல் ரஜாக் ', 'கச்சிராயபாளையம்', '80987 39822', '55', 'A +', '25.12.2016', ''),
(21, '25.12.2016', 'குமார்', 'கச்சிராயபாளையம்', '97152 12009', '34', 'O +', '25.12.2016', ''),
(22, '25.12.2016', 'அபூதாகிர் ', 'கச்சிராயபாளையம்', '80122 22293', '27', 'O -', '25.12.2016', ''),
(23, '25.12.2016', 'மாயவன் ', 'கச்சிராயபாளையம்', '88704 42271', '25', 'AB +', '25.12.2016', ''),
(24, '25.12.2016', 'முஹம்மத் ஆஷிப் ', 'கச்சிராயபாளையம்', '95976 55568', '19', 'A +', '25.12.2016', ''),
(25, '25.12.2016', 'சையத் அன்வர் ', 'கச்சிராயபாளையம்', '90928 82676', '48', 'B +', '25.12.2016', ''),
(26, '25.12.2016', 'சையத் அப்துல்லாஹ் ', 'கச்சிராயபாளையம்', '96006 83339', '56', 'O +', '25.12.2016', ''),
(27, '25.12.2016', 'முஹம்மத் அஜீஜ் ', 'கச்சிராயபாளையம்', '82206 40959', '29', 'B +', '25.12.2016', ''),
(28, '25.12.2016', 'அப்துல் ரஹ்மான் ', 'கச்சிராயபாளையம்', '96884 44772', '38', 'A +', '25.12.2016', ''),
(29, '25.12.2016', 'செல்வம் ', 'கச்சிராயபாளையம்', '98846 49401', '37', 'O +', '25.12.2016', ''),
(30, '25.12.2016', 'ரஹீமா ', 'கச்சிராயபாளையம்', '90922 92563', '46', 'B +', '25.12.2016', ''),
(31, '25.12.2016', 'முஹம்மத் இஸ்மாயில் ', 'கச்சிராயபாளையம்', '97873 72248', '43', 'O +', '25.12.2016', ''),
(32, '25.12.2016', 'முஹம்மத் அலி ', 'கச்சிராயபாளையம்', '97870 55767', '55', 'B +', '25.12.2016', ''),
(33, '25.12.2016', 'தீபக் ', 'கச்சிராயபாளையம்', '95434 24467', '33', 'B +', '25.12.2016', ''),
(34, '25.12.2016', 'சங்கர் ', 'கச்சிராயபாளையம்', '97879 79408', '34', 'A +', '25.12.2016', ''),
(35, '25.12.2016', 'ரவி ', 'கச்சிராயபாளையம்', '98949 35339', '46', 'A +', '25.12.2016', ''),
(36, '25.12.2016', 'ரம்ஜான் பீ ', 'கச்சிராயபாளையம்', '86789 94473', '33', 'O +', '25.12.2016', ''),
(37, '25.12.2016', 'பரீன்', 'கச்சிராயபாளையம்', '86789 94473', '18', 'A +', '25.12.2016', ''),
(38, '25.12.2016', 'ராமு ', 'கச்சிராயபாளையம்', '', '35', 'A +', '25.12.2016', ''),
(39, '25.12.2016', 'இலாஹி ', 'கச்சிராயபாளையம்', '98944 34395', '44', 'O +', '25.12.2016', ''),
(40, '25.12.2016', 'பிரபு ', 'கச்சிராயபாளையம்', '97883 15754', '28', 'B +', '25.12.2016', ''),
(41, '25.12.2016', 'நஸ்ரத் பேகம் ', 'கச்சிராயபாளையம்', '98944 34395', '36', 'O +', '25.12.2016', ''),
(42, '25.12.2016', 'முஹம்மத் பாருக் ', 'கச்சிராயபாளையம்', '90800 67849', '39', 'AB +', '25.12.2016', ''),
(43, '25.12.2016', 'ஆயிஷா சித்திக்கா ', 'கச்சிராயபாளையம்', '96006 93575', '18', 'AB +', '25.12.2016', ''),
(44, '25.12.2016', 'நிஷா ', 'கச்சிராயபாளையம்', '96773 21891', '40', 'A +', '25.12.2016', ''),
(45, '25.12.2016', 'சபானா பானு ', 'கச்சிராயபாளையம்', '94451 21798', '26', 'A +', '25.12.2016', ''),
(46, '25.12.2016', 'முஹம்மத் இப்ராஹீம் ', 'கச்சிராயபாளையம்', '99447 45599', '53', 'B +', '25.12.2016', ''),
(47, '25.12.2016', 'நஜ்முதீன் ', 'கச்சிராயபாளையம்', '99447 45599', '51', 'A +', '25.12.2016', ''),
(48, '25.12.2016', 'செஹனாஸ் ', 'கச்சிராயபாளையம்', '99447 45599', '42', 'O +', '25.12.2016', ''),
(49, '25.12.2016', 'பூமாலை ', 'கச்சிராயபாளையம்', '97873 65553', '34', 'A +', '25.12.2016', ''),
(50, '25.12.2016', 'இம்ரான் ', 'கச்சிராயபாளையம்', '96291 28136', '24', 'A +', '25.12.2016', ''),
(51, '25.12.2016', 'முஹம்மத் ஹாலித் ', 'கச்சிராயபாளையம்', '96008 91288', '25', 'A +', '25.12.2016', ''),
(52, '25.12.2016', 'சசி குமார் ', 'கச்சிராயபாளையம்', '95785 50152', '24', 'O +', '25.12.2016', ''),
(53, '25.12.2016', 'அபு பக்ர் ', 'கச்சிராயபாளையம்', '86953 11313', '27', 'O +', '25.12.2016', ''),
(54, '25.12.2016', 'முஹம்மத் ஆரிப் ', 'கச்சிராயபாளையம்', '96269 98886', '21', 'B +', '25.12.2016', ''),
(55, '25.12.2016', 'யாசர் ', 'கச்சிராயபாளையம்', '95145 41317', '32', 'B +', '25.12.2016', ''),
(56, '25.12.2016', 'தர்வேஸ் ', 'கச்சிராயபாளையம்', '81243 44761', '24', 'O +', '25.12.2016', ''),
(57, '25.12.2016', 'முனியன் ', 'கச்சிராயபாளையம்', '99943 63861', '36', 'O +', '25.12.2016', ''),
(58, '25.12.2016', 'ஆரிபா பேகம் ', 'கச்சிராயபாளையம்', '99762 45744', '43', 'A +', '25.12.2016', ''),
(59, '25.12.2016', 'யாசர் அராபாத் ', 'கச்சிராயபாளையம்', '97892 25766', '37', 'B +', '25.12.2016', ''),
(60, '26.01.2017', 'K.முகமது மீரான்', 'கள்ளக்குறிச்சி', '70929 44664', '', 'B +', '', ''),
(61, '26.01.2017', 'ஆசிக்', 'கள்ளக்குறிச்சி', '81225 11530', '', 'B +', '', ''),
(62, '26.01.2017', 'ஆலம்', 'கள்ளக்குறிச்சி', '90038 18642', '', 'O +', '', ''),
(63, '26.01.2017', 'ஷபியுல்லா', 'கள்ளக்குறிச்சி', '99761 11380', '', 'B +', '', ''),
(64, '26.01.2017', 'ஜாகிர் ', 'கள்ளக்குறிச்சி', '99408 84044', '', 'A +', '', ''),
(65, '26.01.2017', 'அப்துல்லா', 'கள்ளக்குறிச்சி', '96298 77764', '', 'B +', '', ''),
(66, '26.01.2017', 'சாகுல் அமீது', 'கள்ளக்குறிச்சி', '74024 14816', '', 'O +', '', ''),
(67, '26.01.2017', 'அப்துல் அகமத்', 'கள்ளக்குறிச்சி', '90433 13285', '', 'B +', '', ''),
(68, '26.01.2017', 'R.சனாவுல்லா', 'கள்ளக்குறிச்சி', '80980 98593', '', 'O -', '', ''),
(69, '26.01.2017', 'J.யாசின்', 'கள்ளக்குறிச்சி', '78670 36371', '', 'B +', '', ''),
(70, '26.01.2017', 'முகமது ஆனிபா', 'கள்ளக்குறிச்சி', '97919 87421', '', '', '', ''),
(71, '26.01.2017', 'N.ஜாகிர் உசேன்', 'கள்ளக்குறிச்சி', '89400 32108', '', 'O +', '', ''),
(72, '26.01.2017', 'J.அய்யூப்கான்', 'கள்ளக்குறிச்சி', '99436 53697', '', 'O +', '', ''),
(73, '26.01.2017', 'சாதிக் பாஷா', 'கள்ளக்குறிச்சி', '89403 56644', '', 'O +', '', ''),
(74, '26.01.2017', 'ஜெய்னுலாபுதின்', 'கள்ளக்குறிச்சி', '97512 25344', '', 'O +', '', ''),
(75, '26.01.2017', 'P.அலாவுதீன்', 'கள்ளக்குறிச்சி', '94430 50157', '', 'AB +', '', ''),
(76, '26.01.2017', 'R.இதாயதுல்லா', 'கள்ளக்குறிச்சி', '96297 40412', '', 'O +', '', ''),
(77, '26.01.2017', 'J.உசேன்', 'கள்ளக்குறிச்சி', '98434 18636', '', 'B +', '', ''),
(78, '26.01.2017', 'ஹஜரத் அலி.F', 'கள்ளக்குறிச்சி', '96265 83606', '', 'A1 +', '', ''),
(79, '26.01.2017', 'அப்துல் லத்தீப்', 'கள்ளக்குறிச்சி', '80123 51000', '', 'AB +', '', ''),
(80, '26.01.2017', 'காசிம் ', 'கள்ளக்குறிச்சி', '97875 82911', '', 'O +', '', ''),
(81, '26.01.2017', 'முஸ்தபா.D', 'புத்திராம்பட்டு', '94428 43728', '', 'O +', '', ''),
(82, '26.01.2017', 'M.அக்பர் ', 'V.O.C.NAGAR', '97879 31501', '', 'O +', '', ''),
(83, '26.01.2017', 'A.ரஷீத்', 'கள்ளக்குறிச்சி', '92446 31046', '', 'O +', '', ''),
(84, '26.01.2017', 'முகமது இஸ்மாயில்', 'கள்ளக்குறிச்சி', '90425 12068', '', '', '', ''),
(85, '26.01.2017', 'ரபிக்தீன்', 'கள்ளக்குறிச்சி', '91592 62979', '', '', '', ''),
(86, '26.01.2017', 'K.அன்வர் அலி சையத்', 'கள்ளக்குறிச்சி', '94862 62477', '', 'O +', '', ''),
(87, '26.01.2017', 'இப்ராஹிம் - AUTO DRIVER', 'மட்டியாகுறிச்சி', '', '', 'O +', '', ''),
(88, '26.01.2017', 'ரபிக்', 'கள்ளக்குறிச்சி', '87549 22255', '', 'O +', '', ''),
(89, '26.01.2017', 'R.கலீல்', 'கள்ளக்குறிச்சி', '99432 08996', '', 'A +', '', ''),
(90, '26.01.2017', 'சாலிக்', 'கள்ளக்குறிச்சி', '80986 30011', '', 'AB +', '', ''),
(91, '26.01.2017', 'முஜம்மில்', 'கள்ளக்குறிச்சி', '97511 13049', '', 'O +', '', ''),
(92, '26.01.2017', 'ஷக்கா்ஷா', 'கள்ளக்குறிச்சி', '80126 05014', '', 'A +', '', ''),
(93, '26.01.2017', 'பைஜ்', 'கள்ளக்குறிச்சி', '99940 66162', '', 'B +', '', ''),
(94, '26.01.2017', 'சலீம்', 'கள்ளக்குறிச்சி', '94422 90781', '', 'A +', '', ''),
(95, '26.01.2017', 'ரஹ்மான் ', 'மூரார்பாது', '81447 01746', '', 'B +', '', ''),
(96, '26.01.2017', 'ரஹ்மான் ஜுனைதீன்', 'கள்ளக்குறிச்சி', '', '', 'A +', '', ''),
(97, '26.01.2017', 'ஜுனைதீன்', 'கள்ளக்குறிச்சி', '96273 12034', '', 'O +', '', ''),
(98, '26.01.2017', 'ஜெய்னுலாதீன்', 'கள்ளக்குறிச்சி', '', '', 'O +', '', ''),
(99, '26.01.2017', 'ஜாகிர் ', 'கள்ளக்குறிச்சி', '', '', 'B +', '', ''),
(100, '26.01.2017', 'அப்துல்லா', 'கள்ளக்குறிச்சி', '99761 69443', '', 'B +', '', ''),
(101, '26.01.2017', 'சாதிக் ', 'கள்ளக்குறிச்சி', '94429 68742', '', 'O +', '', ''),
(102, '26.01.2017', 'நவாஸ்', 'கள்ளக்குறிச்சி', '90426 18713', '', 'B +', '', ''),
(103, '26.01.2017', 'முஸ்தபா', 'கள்ளக்குறிச்சி', '90871 55188', '', 'O +', '', ''),
(104, '26.01.2017', 'ரஜாக்', 'கள்ளக்குறிச்சி', '80123 53000', '', 'A1 +', '', ''),
(105, '26.01.2017', 'சாதிக்', 'முஹமதியார்பேட்டை', '97871 21829', '', 'B +', '', ''),
(106, '26.01.2017', 'உசேன்', 'கள்ளக்குறிச்சி', '73736 48658', '', 'O +', '', ''),
(107, '26.01.2017', 'முஸ்தபா', 'கள்ளக்குறிச்சி', '80159 07384', '', '', '', ''),
(108, '26.01.2017', 'செந்தில்', 'கள்ளக்குறிச்சி', '97861 31334', '', 'O +', '', ''),
(109, '26.01.2017', ' ரவீன்', 'கள்ளக்குறிச்சி', '73738 30657', '', 'B +', '', ''),
(110, '26.01.2017', 'பெரியசாமி ', 'ரங்கநதபுரம்', '80126 84114', '', 'B +', '', ''),
(111, '26.01.2017', 'சிராஜ்தீன்', 'கள்ளக்குறிச்சி', '', '', 'B +', '', ''),
(112, '31.01.2017', 'முபாரக் ', 'வீரமங்கலம் ', '9994 479765', '32', 'A1 +', '', ''),
(113, '31.01.2017', 'முஸ்தபா ', 'அரும்பல்வாடி ', '99521 46921', '28', 'A1 +', '', ''),
(114, '31.01.2017', 'முகமது சாதிக்கான் ', 'வீரமங்கலம் ', '99440 01159', '35', 'B +', '', ''),
(115, '31.01.2017', 'சகாவத்துல்லாஹ் ', 'கரீம்ஷா தக்கா ', '95784 10170', '21', 'O +', '', ''),
(116, '31.01.2017', 'வாஜித்', 'கரீம்ஷா தக்கா ', '99942 94040', '29', 'O +', '', ''),
(117, '31.01.2017', 'குதாவன் பாஷா', 'துருகம் ', '90037 84768', '45', 'A +', '', ''),
(118, '31.01.2017', 'ஹக்கீம் பாஷா ', 'துருகம் ', '89404 62335', '35', 'A +', '', ''),
(119, '31.01.2017', 'ரஹ்மத்துல்லாஹ் ', 'துருகம் ', '94438 77397', '38', 'B +', '', ''),
(120, '31.01.2017', 'அன்வர் ', 'துருகம் ', '96007 91694', '47', 'A +', '', ''),
(121, '31.01.2017', 'ஷாஜஹான் ', 'துருகம் ', '99441 83419', '45', 'B +', '', ''),
(122, '31.01.2017', 'ரோசன் ', 'துருகம் ', '99441 83419', '38', 'B +', '', ''),
(123, '31.01.2017', 'நாசர் பேக் ', 'துருகம் ', '94429 10418', '46', 'B +', '', ''),
(124, '31.01.2017', 'பத்ருன்னிஷா ', 'துருகம் ', '90037 84768', '38', 'B +', '', ''),
(125, '31.01.2017', 'ஷேக் கலீல்', 'துருகம் ', '98430 72476', '38', 'B +', '', ''),
(126, '31.01.2017', 'லியாகத் உசேன்', 'துருகம் ', '90034 00058', '52', 'AB +', '', ''),
(127, '31.01.2017', 'நிஹாத் ', 'புக்களம்', '90038 93880', '', 'B +', '', ''),
(128, '31.01.2017', 'சர்புதீன் ', 'துருகம் ', '97501 46622', '', 'B +', '', ''),
(129, '31.01.2017', 'அப்துல் சலீம் ', 'துருகம் ', '90478 28047', '', 'B +', '', ''),
(130, '31.01.2017', 'அப்துல் சமத் ', 'துருகம் ', '97895 49797', '49', 'O +', '', ''),
(131, '31.01.2017', 'உசேன் சரீப் ', 'துருகம் ', '90941 07714', '', 'AB +', '', ''),
(132, '31.01.2017', 'M.சலீம் ', 'சங்கராபுரம் ', '90431 86078', '', 'B +', '31.01.2017', ''),
(133, '31.01.2017', 'முஹம்மது சாதிக் ', 'சங்கராபுரம் ', '99444 84714', '', 'B +', '31.01.2017', ''),
(134, '31.01.2017', 'ஜான் பாஷா ', 'சங்கராபுரம் ', '99941 84388', '', 'A1 +', '31.01.2017', ''),
(135, '31.01.2017', 'அப்சர் அலி ', 'சங்கராபுரம் ', '87547 78240', '', 'A -', '31.01.2017', ''),
(136, '31.01.2017', 'கனி முஹமது', 'சங்கராபுரம் ', '98432 97245', '', 'B +', '31.01.2017', ''),
(137, '31.01.2017', 'அப்துல் கைய்யும்', 'சங்கராபுரம் ', '98422 14892', '', 'O -', '31.01.2017', ''),
(138, '31.01.2017', 'நஸ்ருதீன் ', 'சங்கராபுரம் ', '98656 11116', '', 'O +', '31.01.2017', ''),
(139, '31.01.2017', 'சாதிக் பாஷா ', 'சங்கராபுரம் ', '99432 34388', '', 'O +', '31.01.2017', ''),
(140, '31.01.2017', 'யாஸின் ', 'சங்கராபுரம் ', '98655 78189', '', 'O -', '31.01.2017', ''),
(141, '31.01.2017', 'A.நாசர்', 'சங்கராபுரம் ', '82208 44009', '', 'B +', '31.01.2017', ''),
(142, '31.01.2017', 'Y.நாசர்', 'சங்கராபுரம் ', '88702 78087', '', 'AB +', '31.01.2017', ''),
(143, '31.01.2017', 'J.அப்பாஸ் ', 'சங்கராபுரம் ', '97873 96844', '', 'B +', '31.01.2017', ''),
(144, '31.01.2017', 'இஸ்ரக்', 'சங்கராபுரம் ', '97506 59977', '', 'O +', '31.01.2017', ''),
(145, '31.01.2017', 'H.மஜீத் கான் ', 'சங்கராபுரம் ', '81222 09829', '', 'O +', '31.01.2017', ''),
(146, '31.01.2017', 'அன்வர் பாஷா ', 'சங்கராபுரம் ', '88070 85112', '', 'B +', '31.01.2017', ''),
(147, '31.01.2017', 'நூர் முஹமது', 'சங்கராபுரம் ', '98500 22419', '', 'B +', '31.01.2017', ''),
(148, '31.01.2017', 'சலாவுதீன் ', 'சங்கராபுரம் ', '98425 06540', '', 'B +', '31.01.2017', ''),
(149, '31.01.2017', 'A.ராமசந்திரன் ', 'சங்கராபுரம் ', '97915 59203', '', 'O +', '31.01.2017', ''),
(150, '31.01.2017', 'M.ஜெயபால் ', 'சங்கராபுரம் ', '74184 05095', '', 'O +', '31.01.2017', ''),
(151, '31.01.2017', 'பாபு ', 'சங்கராபுரம் ', '99446 46161', '', 'B +', '31.01.2017', ''),
(152, '31.01.2017', 'S.லஷ்மணன் ', 'சங்கராபுரம் ', '91713 00743', '', 'B +', '31.01.2017', ''),
(153, '31.01.2017', 'ராஜகுரு ', 'சங்கராபுரம் ', '99446 33311', '', 'O +', '31.01.2017', ''),
(154, '31.01.2017', 'தட்சிணாமூர்த்தி', 'சங்கராபுரம் ', '90035 14248', '', 'B +', '31.01.2017', ''),
(155, '31.01.2017', 'சுந்தர் ராஜ் ', 'சங்கராபுரம் ', '78451 58513', '', 'B +', '31.01.2017', ''),
(156, '31.01.2017', 'கிருஷ்ணமூர்த்தி ', 'சங்கராபுரம் ', '96292 20743', '', 'O +', '31.01.2017', ''),
(157, '31.01.2017', 'புவனேஸ்வர் ', 'சங்கராபுரம் ', '96002 70032', '', 'A1 -', '31.01.2017', ''),
(158, '31.01.2017', 'தனலட்சுமி ', 'சங்கராபுரம் ', '99433 58294', '', 'B +', '31.01.2017', ''),
(159, '31.01.2017', 'திவ்யபாரதி ', 'சங்கராபுரம் ', '58083 82170', '', 'B +', '31.01.2017', ''),
(160, '31.01.2017', 'லக்ஷ்மிப்ரியா ', 'சங்கராபுரம் ', '98656 04701', '', 'A +', '31.01.2017', ''),
(161, '31.01.2017', 'ஜான்சிராணி', 'சங்கராபுரம் ', '90959 82394', '', 'O +', '31.01.2017', ''),
(162, '', 'ஜான் பாஷா பிஸ்மி ', 'சங்கராபுரம் ', '99941 84388', '', 'A +', '17.09.2017', ''),
(163, '', 'ஹம்ஜா சாதிக் ', 'சங்கராபுரம் ', '99444 84714', '', 'O +', '17.09.2017', ''),
(164, '', 'முஹம்மது சுல்தான் ', 'சங்கராபுரம் ', '96293 39188', '', 'B +', '17.09.2017', ''),
(165, '', 'ஜான் பாஷா ', 'சங்கராபுரம் ', '82702 01220', '', 'B +', '17.09.2017', ''),
(166, '', 'முஹம்மத் உசேன் ', 'சங்கராபுரம் ', '81110 92224', '', 'B +', '17.09.2017', ''),
(167, '', 'தமீம்', 'சங்கராபுரம் ', '81110 92224', '', 'B +', '17.09.2017', ''),
(168, '', 'மூஸா', 'சங்கராபுரம் ', '97904 04876', '', 'B +', '17.09.2017', ''),
(169, '', 'சாகுல் அமீது', 'சங்கராபுரம் ', '76399 98736', '', 'B -', '17.09.2017', ''),
(170, '', 'அப்துல் மஜீத்', 'சங்கராபுரம் ', '99430 89538', '', 'O +', '17.09.2017', ''),
(171, '', 'முபாரக் ', 'சங்கராபுரம் ', '91592 08331', '', 'O +', '17.09.2017', ''),
(172, '', 'பாரூக்', 'சங்கராபுரம் ', '99622 72270', '', 'O +', '17.09.2017', ''),
(173, '', 'சாதிக் பாஷா', 'சங்கராபுரம் ', '99432 34388', '', 'A +', '17.09.2017', ''),
(174, '', 'சையது கரீம்', 'சங்கராபுரம் ', '96267 40793', '', 'B +', '17.09.2017', ''),
(175, '', 'ஜாகீர்', 'சங்கராபுரம் ', '98655 21236', '', 'O +', '17.09.2017', ''),
(176, '', 'ஷாகினா', 'சங்கராபுரம் ', '94447 38594', '', 'B +', '17.09.2017', ''),
(177, '', 'நசீமா', 'சங்கராபுரம் ', '94447 38594', '', 'AB +', '17.09.2017', ''),
(178, '', 'பர்வீன்', 'சங்கராபுரம் ', '96558 30747', '', 'A +', '17.09.2017', ''),
(179, '', 'நூருன்னிஸா', 'சங்கராபுரம் ', '97918 51923', '', 'O +', '17.09.2017', ''),
(180, '', 'நாகராஜ்', 'சங்கராபுரம் ', '98958 16189', '', 'B +', '17.09.2017', ''),
(181, '', 'பசீர்', 'சங்கராபுரம் ', '98437 15078', '', 'AB +', '17.09.2017', ''),
(182, '', 'ஷாஜிதா', 'சங்கராபுரம் ', '99947 43378', '', 'A +', '17.09.2017', ''),
(183, '', 'நஜிருல்லாஹ்', 'சங்கராபுரம் ', '99947 43378', '', 'B +', '17.09.2017', ''),
(184, '', 'அமீர்', 'சங்கராபுரம் ', '78450 15516', '', 'B +', '17.09.2017', ''),
(185, '', 'ரப்பானி', 'சங்கராபுரம் ', '95852 95915', '', 'O -', '17.09.2017', ''),
(186, '', 'மஜித்கான்', 'சங்கராபுரம் ', '81222 09829', '', 'O +', '17.09.2017', ''),
(187, '', 'நூர் அலி யாசீன்', 'சங்கராபுரம் ', '80986 33283', '', 'B +', '17.09.2017', ''),
(188, '', 'மணி', 'சங்கராபுரம் ', '98658 16189', '', 'B +', '17.09.2017', ''),
(189, '', 'பர்ஜாச்னா ', 'சங்கராபுரம் ', '9750022419', '', 'AB +', '17.09.2017', ''),
(190, '', 'சலாவுதீன் ', 'சங்கராபுரம் ', '', '', 'B +', '17.09.2017', ''),
(191, '', 'ஆஷிக்', 'சங்கராபுரம் ', '9159747795', '', 'O +', '17.09.2017', ''),
(192, '', 'வினோத் குமார்', 'சங்கராபுரம் ', '9677998844', '', 'O +', '17.09.2017', ''),
(193, '', 'சையது ஷாஜிலு ', 'சங்கராபுரம் ', '8098030867', '', 'O +', '17.09.2017', ''),
(194, '', 'அப்துல் ரஹமான்', 'சங்கராபுரம் ', '9788311424', '', 'A +', '17.09.2017', ''),
(195, '', 'ஷர்மிளா', 'சங்கராபுரம் ', '9786848306', '', 'B +', '17.09.2017', ''),
(196, '', 'நிஷா ', 'சங்கராபுரம் ', '9894130570', '', 'B +', '17.09.2017', ''),
(197, '', 'பெனாசிர் பாத்திமா', 'சங்கராபுரம் ', '9786848403', '', 'B +', '17.09.2017', ''),
(198, '', 'ஷமீம்', 'சங்கராபுரம் ', '9994742954', '', 'B +', '17.09.2017', ''),
(199, '', 'செந்தில் குமார்', 'சங்கராபுரம் ', '9655226747', '', 'O +', '17.09.2017', ''),
(200, '', 'சாதிக் பாஷா', '', '9043357306', '', 'B +', '17.09.2017', ''),
(201, '', 'இளவரசன்', 'சங்கராபுரம் ', '9047284885', '', 'A1 +', '17.09.2017', ''),
(202, '', 'சுரேஷ் கிருஷ்ணா', 'சங்கராபுரம் ', '8940473699', '', 'O -', '17.09.2017', ''),
(203, '', 'தில்ஷாத் பேகம்', 'சங்கராபுரம் ', '8508726276', '', 'B +', '17.09.2017', ''),
(204, '', 'இர்பான்', 'சங்கராபுரம் ', '8940612557', '', 'B +', '17.09.2017', ''),
(205, '', 'சமீர்', 'சங்கராபுரம் ', '9003311906', '', 'B +', '17.09.2017', ''),
(206, '', 'சபியுல்லாஹ்', 'சங்கராபுரம் ', '9865797969', '', 'B +', '17.09.2017', ''),
(207, '', 'அக்பர் அலி', 'சங்கராபுரம் ', '7094882019', '', 'A +', '17.09.2017', ''),
(208, '', 'நூர் கான்', 'சங்கராபுரம் ', '9952473474', '', 'O +', '17.09.2017', ''),
(209, '', 'காமராஜ்', 'சங்கராபுரம் ', '9865368097', '', 'O +', '17.09.2017', ''),
(210, '', 'முஹம்மத் உசேன் ', 'சங்கராபுரம் ', '9865862573', '', 'AB +', '17.09.2017', ''),
(211, '', 'சலீம் ', 'சங்கராபுரம் ', '', '', 'B +', '17.09.2017', ''),
(212, '', 'தமிழ்', 'தமிழ்', '8870205820', '25', 'b+', '28.12.2016', '1');

-- --------------------------------------------------------

--
-- Table structure for table `counselmeeting`
--

CREATE TABLE `counselmeeting` (
  `Sno` int(255) NOT NULL,
  `Date` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Place` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `No` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Details` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `counselmeeting`
--

INSERT INTO `counselmeeting` (`Sno`, `Date`, `Place`, `No`, `Details`) VALUES
(1, '8/12/2017', 'ரிஷிவந்தியம்', '1', 'நிர்வாக சீரமைப்பு'),
(2, '8/12/2017', 'ரிஷிவந்தி', '2', 'நிர்வாக சீரமைப்பு');

-- --------------------------------------------------------

--
-- Table structure for table `districtactivities`
--

CREATE TABLE `districtactivities` (
  `No` int(255) NOT NULL,
  `Date` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Place` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Title` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Details` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `districtactivities`
--

INSERT INTO `districtactivities` (`No`, `Date`, `Place`, `Title`, `Details`) VALUES
(1, '8/1/2017', 'ரிஷிவந்தியம்', 'கிளை சந்திப்பு', 'பள்ளிவாசல் திறப்பு நிகழ்ச்சி'),
(2, '16/1/2017', 'ரிஷிவந்தியம்', 'கிளை சந்திப்பு', 'நிர்வாக சீரமைப்பு');

-- --------------------------------------------------------

--
-- Table structure for table `emp_details`
--

CREATE TABLE `emp_details` (
  `emp_id` int(255) NOT NULL,
  `emp_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `emp_email` varchar(255) CHARACTER SET latin1 NOT NULL,
  `emp_gender` varchar(255) CHARACTER SET latin1 NOT NULL,
  `emp_address` varchar(255) CHARACTER SET latin1 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=COMPACT;

--
-- Dumping data for table `emp_details`
--

INSERT INTO `emp_details` (`emp_id`, `emp_name`, `emp_email`, `emp_gender`, `emp_address`) VALUES
(1, 'காணலாம்', 'justin@yahoo.com', 'male', 'New York'),
(2, 'பொன்னியின் செல்வன்', 'Mark@gmail.com', 'male', 'Canada'),
(3, 'பொன்னியின் செல்வன்', 'sachin05@gmail.com', 'male', 'India'),
(4, 'uhk;', 'rachel1221@outlook.com', 'female', 'Australia'),
(5, 'John', 'john55@yahoo.com', 'male', 'Russia'),
(6, 'dineshkumar', 'jkk.dinesh@gmail.com', 'male', 'pondicherry');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `blood`
--
ALTER TABLE `blood`
  ADD PRIMARY KEY (`reg_no`);

--
-- Indexes for table `counselmeeting`
--
ALTER TABLE `counselmeeting`
  ADD PRIMARY KEY (`Sno`);

--
-- Indexes for table `districtactivities`
--
ALTER TABLE `districtactivities`
  ADD PRIMARY KEY (`No`);

--
-- Indexes for table `emp_details`
--
ALTER TABLE `emp_details`
  ADD PRIMARY KEY (`emp_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `blood`
--
ALTER TABLE `blood`
  MODIFY `reg_no` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;
--
-- AUTO_INCREMENT for table `counselmeeting`
--
ALTER TABLE `counselmeeting`
  MODIFY `Sno` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `districtactivities`
--
ALTER TABLE `districtactivities`
  MODIFY `No` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `emp_details`
--
ALTER TABLE `emp_details`
  MODIFY `emp_id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
